/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "日期";
"AppDates.DATES.PAST_DUE" = "超过截止日期";
"AppDates.DATES.TODAY" = "今天";
"AppDates.DATES.THIS_WEEK" = "本周";
"AppDates.DATES.NEXT_WEEK" = "下周";
"AppDates.DATES.UPCOMING" = "即将到来";
"AppDates.EMPTY.TITLE" = "无数据";
"AppDates.EMPTY.SUBTITLE" = "您目前没有已安排活动的有效课程。请报名参加课程以查看重要数据和截止日期。";
"AppDates.SHIFT_DUE_DATES.TITLE" = "错过了一些截止日期？";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "别担心——调整我们建议的时间表，即可完成到期作业，而不会丢失任何进度。";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "调整截止日期";
"Profile.TITLE" = "个人主页";
"Profile.INFO" = "个人资料信息";
"Profile.ABOUT" = "关于我";
"Profile.EDIT_PROFILE" = "编辑个人资料";
"Profile.YEAR_OF_BIRTH" = "出生年份：";
"Profile.BIO" = "个人简介：";
"Profile.SETTINGS" = "设置";
"Profile.SETTINGS_VIDEO" = "视频设置";
"Profile.DATES_AND_CALENDAR" = "日期和日历";
"Profile.SUPPORT_INFO" = "支持信息";
"Profile.CONTACT" = "联系支持人员";
"Profile.TERMS" = "使用条款";
"Profile.PRIVACY" = "隐私政策";
"Profile.COOKIE_POLICY" = "Cookie 政策";
"Profile.CURRENT_LEARNING_SITE" = "目前學習網站";
"Profile.DO_NOT_SELL_INFORMATION" = "不要出售我的个人信息";
"Profile.FAQ_TITLE" = "查看常见问题解答";
"Profile.MANAGE_ACCOUNT" = "管理账户";
"Profile.LEARNING_SITES" = "學習網站";
"Profile.LOGOUT" = "登出";
"Profile.SWITCH_TO" = "切换到";
"Profile.FULL_PROFILE" = "完整简介";
"Profile.LIMITED_PROFILE" = "有限的概况";
"Profile.LOGOUT_ALERT.TITLE" = "确认退出";
"Profile.LOGOUT_ALERT.TEXT" = "您确定要退出吗？";
"Profile.DELETE_ALERT.TITLE" = "警告！";
"Profile.DELETE_ALERT.TEXT" = "您确实要删除您的账户吗？";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "不保存就离开？";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "您所做的更改将被丢弃。";
"Profile.EDIT.TOO_YONG_USER" = "您必须年满 13 岁才能拥有可完全访问信息的个人资料。";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "有限的个人资料仅共享您的用户名和个人资料照片。";
"Profile.EDIT.DELETE_ACCOUNT" = "删除账户";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "出生年份";
"Profile.EDIT.FIELDS.LOCATION" = "地点";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "口语语言";
"Profile.EDIT.FIELDS.ABOUT_ME" = "关于我：";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "更改个人资料图片";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "从图库中选择";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "移除照片";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "取消";
"Profile.DELETE_ACCOUNT.TITLE" = "删除账户";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "你确定你要 ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "删除你的账户？";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "为了确认此操作，请输入您的账户密码。";
"Profile.DELETE_ACCOUNT.PASSWORD" = "密码";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "输入密码";
"Profile.DELETE_ACCOUNT.CONFIRM" = "是的，删除账户";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "返回个人资料";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "密码错误。请重试。";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "视频设置";
"Profile.SETTINGS.WIFI_TITLE" = "仅限 Wi-Fi 下载";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "仅在 Wi-Fi 开启时下载内容";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "视频流质量";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "自动（推荐）";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "自动";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "受到推崇的";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "降低数据使用量";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "最好的质量";
"Profile.SETTINGS.VERSION" = "版本：";
"Profile.SETTINGS.UP_TO_DATE" = "最新";
"Profile.SETTINGS.TAP_TO_UPDATE" = "点击更新版本";
"Profile.SETTINGS.TAP_TO_INSTALL" = "点击安装所需的应用更新";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "无法发送电子邮件。您的电子邮件客户端似乎尚未设置。";
"Profile.CALENDAR.NEW_CALENDAR" = "新日历";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "更改同步选项";
"Profile.CALENDAR.ACCOUNT" = "账户";
"Profile.CALENDAR.CALENDAR_NAME" = "日历名称";
"Profile.CALENDAR.COLOR" = "颜色";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "当前课程的即将到来的作业将显示在此日历上";
"Profile.CALENDAR.CANCEL" = "取消";
"Profile.CALENDAR.BEGIN_SYNCING" = "开始同步";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "已同步";
"Profile.ASSIGNMENT_STATUS.FAILED" = "同步失败";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "离线";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "正在同步至日历...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "日历访问";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "禁用日历同步";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "为了在您的日历上显示即将到来的作业和课程里程碑，我们需要获得访问您日历的权限。";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "禁用日历同步将删除日历“%@”。您可以随时重新打开日历同步。";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "授予日历访问权限";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "禁用同步";
"Profile.CALENDAR_DIALOG.CANCEL" = "取消";
"Profile.DATES_AND_CALENDAR.TITLE" = "日期和日历";
"Profile.CALENDAR_SYNC.TITLE" = "日历同步";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "设置日历同步，在日历上显示即将到来的作业和课程里程碑。新作业和调整后的课程日期将自动同步";
"Profile.CALENDAR_SYNC.BUTTON" = "设置日历同步";
"Profile.OPTIONS.TITLE" = "选项";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "使用相对日期";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "显示相对数据，如“明天”和“昨天”";
"Profile.OPTIONS.SHOW_FULL_DATES" = "显示完整数据，例如“2021 年 1 月 1 日”";
"Profile.DATES_AND_CALENDAR.TITLE" = "日期和日历";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "课程日历同步";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "请重新连接你的日历以恢复同步";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "目前正在将活动同步到您的日历";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "重新连接日历";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "更改同步选项";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "同步%d课程";
"Profile.OPTIONS.TITLE" = "选项";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "使用相对日期";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "显示相对数据，如“明天”和“昨天”";
"Profile.COURSES_TO_SYNC.TITLE" = "同步课程";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "禁用课程同步将从同步日历中删除与该课程相关的所有事件。";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "隐藏不活跃的课程";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "自动删除上个月您未查看过的课程活动";
"Profile.COURSES_TO_SYNC.INACTIVE" = "未激活的";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "当地的";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "口音";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "红色";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "橙色";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "黄色的";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "绿色";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "蓝色";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "紫色的";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "棕色的";
"Profile.CALENDAR.COURSE_DATES" = "%@课程日期";
"Profile.DROP_DOWN_PICKER.SELECT" = "选择";
"Profile.SYNC_SELECTOR.SYNCED" = "同步";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "未同步";
"Profile.SYNC.NO_SYNCED" = "没有同步课程";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "目前没有课程同步到您的日历。";
"Downloads.DOWNLOADS.TITLE" = "下载";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "管理下载设置";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "没有可下载内容的课程";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "您目前没有可下载内容的课程。";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@已下载";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "所有%@已下载";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@可用";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "下载课程";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "下载";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "正在加载课程结构...";
"Downloads.MENU_OPTION.REMOVE" = "删除课程下载";
"Downloads.MENU_OPTION.CANCEL" = "取消下载";
"Discovery.TITLE" = "发现";
"Discovery.SEARCH" = "搜索";
"Discovery.HEADER.TITLE_1" = "发现新";
"Discovery.HEADER.TITLE_2" = "让我们为您寻找新的课程。";
"Discovery.SEARCH.TITLE" = "搜索结果";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "开始输入以查找课程";
"Discovery.UPDATE_REQUIRED_TITLE" = "需要更新应用";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "此版本的 OpenEdX 应用已过期。要继续学习并获取最新功能和修复，请升级到最新版本。";
"Discovery.UPDATE_WHY_NEED" = "为什么我需要更新？";
"Discovery.UPDATE_DEPRECATED_APP" = "已弃用的应用版本";
"Discovery.UPDATE_BUTTON" = "更新";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "账户设置";
"Discovery.UPDATE_NEEDED_TITLE" = "应用更新";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "我们建议您更新至最新版本。立即升级以获取最新功能和修复。";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "现在不要";
"Discovery.UPDATE_NEW_AVALIABLE" = "有新更新可用！立即升级以获取最新功能和修复";
"Discovery.ALERT.LEAVING_APP_TITLE" = "离开应用";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "您现在正在离开应用并打开浏览器";
"Discovery.DETAILS.TITLE" = "课程详情";
"Discovery.DETAILS.VIEW_COURSE" = "查看课程";
"Discovery.DETAILS.ENROLL_NOW" = "现在报名";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "您无法报名参加该课程，因为报名日期已过。";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "要参加本课程，请确保您已连接到互联网。";
"Discovery.DETAILS.COURSE_BANNER" = "课程横幅";
"Discovery.ALERT.AUTHORIZATION" = "授权";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "请进入系统继续进行课程选修。";
"Discussion.TITLE" = "讨论";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "课程团队禁止在讨论中发帖";
"Discussion.TOPICS.SEARCH" = "搜索所有帖子";
"Discussion.TOPICS.ALL_POSTS" = "所有帖子";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "我关注的帖子";
"Discussion.TOPICS.MAIN_CATEGORIES" = "主要类别";
"Discussion.TOPICS.UNNAMED" = "未命名子类别";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "近期活动";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "最活跃";
"Discussion.POSTS.SORT.MOST_VOTES" = "最多投票";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "还没有讨论";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "点击下面的按钮创建您的第一个讨论。";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "创建讨论";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "添加帖子";
"Discussion.POSTS.FILTER.ALL_POSTS" = "所有帖子";
"Discussion.POSTS.FILTER.UNREAD" = "未读";
"Discussion.POSTS.FILTER.UNANSWERED" = "未答复";
"Discussion.POSTS.CREATE_NEW_POST" = "创建新帖子";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "做出选择";
"Discussion.POST.LAST_POST" = "最后发表：";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "";
"Discussion.THREAD.ADD_RESPONSE" = "添加回复";
"Discussion.CREATE_THREAD.NEW_POST" = "创建新帖子";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "选择帖子类型";
"Discussion.CREATE_THREAD.TOPIC" = "话题";
"Discussion.CREATE_THREAD.TITLE" = "标题";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "关注此讨论";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "关注这个问题";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "创建新讨论";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "创建新问题";
"Discussion.COMMENT.REPORT" = "报告";
"Discussion.COMMENT.UNREPORT" = "取消举报";
"Discussion.COMMENT.FOLLOW" = "关注";
"Discussion.COMMENT.UNFOLLOW" = "取消关注";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "评论";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "";
"Discussion.RESPONSE.ADD_COMMENT" = "添加评论";
"Discussion.POST_TYPE.QUESTION" = "问题";
"Discussion.POST_TYPE.DISCUSSION" = "讨论";
"Discussion.SEARCH" = "搜索";
"Discussion.SEARCH.TITLE" = "搜索结果";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "开始输入以查找主题";
"Discussion.ANONYMOUS" = "匿名";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "无法加载讨论。\n稍后再试。";
"Course.OUTLINE.PASSED_THE_COURSE" = "恭喜您，您已获得“%@\”课程证书。";
"Course.OUTLINE.VIEW_CERTIFICATE" = "查看证书";
"Course.OUTLINE.CERTIFICATE" = "证书";
"Course.OUTLINE.COURSE_VIDEOS" = "课程视频";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "此课程尚未开始。";
"Course.COURSEWARE.COURSE_CONTENT" = "课程内容";
"Course.COURSEWARE.COURSE_UNITS" = "课程单元";
"Course.COURSEWARE.NEXT" = "下一步";
"Course.COURSEWARE.PREVIOUS" = "上一个";
"Course.COURSEWARE.PREVIOUS_FULL" = "以前的";
"Course.COURSEWARE.FINISH" = "完成";
"Course.COURSEWARE.GOOD_WORK" = "干得好！";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "返回概述";
"Course.COURSEWARE.SECTION" = "您已完成“";
"Course.COURSEWARE.IS_FINISHED" = "“。";
"Course.COURSEWARE.CONTINUE" = "继续";
"Course.COURSEWARE.RESUME_WITH" = "简历内容：";
"Course.ERROR.NO_INTERNET" = "您未连接到互联网。请检查您的互联网连接。";
"Course.ERROR.RELOAD" = "重新加载";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "未找到课程组件，请重新加载";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "目前没有此课程的讲义。";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "目前没有关于此课程的公告。";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "此課程暫時沒有影片。";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "此课程暂无可用作业。";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "目前没有可用的课程内容。";
"Course.ALERT.ROTATE_DEVICE" = "旋转您的设备以全屏观看该视频。";
"Course.ALERT.DELETE_ALL_VIDEOS" = "您确定要删除所有视频吗？";
"Course.ALERT.DELETE_VIDEOS" = "您确定要删除以下视频吗？";
"Course.ALERT.STOP_DOWNLOADING" = "关闭开关将停止下载并删除所有已下载的视频";
"Course.ALERT.WARNING" = "警告";
"Course.COURSE_CONTAINER.HOME" = "主页";
"Course.COURSE_CONTAINER.CONTENT" = "内容";
"Course.COURSE_CONTAINER.PROGRESS" = "进度";
"Course.COURSE_CONTAINER.VIDEOS" = "视频";
"Course.COURSE_CONTAINER.OFFLINE" = "离线";
"Course.COURSE_CONTAINER.DATES" = "";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "讨论";
"Course.COURSE_CONTAINER.HANDOUTS" = "更多";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "讲义 正在开发中";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "你已完成課程進度的%@%%";
"Course.COURSE_CAROUSEL.GRADES" = "成绩";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "这代表了您通过本课程所需成绩的加权成绩。";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "所有內容";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "你目前正在旁听这门课程，因此对课程材料的访问有限。";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "立即升级";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "你已經看完所有影片了！";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "你已完成所有作業！";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "影片\n已完成";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "作业\n已完成";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "繼續觀看";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "下一个视频";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "所有视频";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "所有作业";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "下一個作業";
"Course.COURSE_CONTENT.ALL" = "全部";
"Course.COURSE_CONTENT.VIDEOS" = "视频";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "作业";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "課程完成";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "这表示您已完成课程内容量。请注意，部分内容可能尚未发布。";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "完全的";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "整體進度";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "其余的";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "锁定";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "成绩进度";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "通过";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "未通過";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "查看证书";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "章節進度";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "没有可用的进度";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "開始學習以查看您的進度";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "整体成绩";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "这代表了您通过本课程所需成绩的加权成绩。";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "目前的總加權成績：";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "要通过这门课程，需要达到 %@%% 的加权成绩。";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "必需的";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "成績詳情";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "作业类型";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "目前 / 最高 %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "已经完成";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "成绩";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "本課程不包含評分作業。";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "讲义";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "公告";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "查找重要的课程信息";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "了解最新资讯";
"Course.NOT_AVALIABLE.TITLE" = "此互动组件无法在移动设备上使用";
"Course.NOT_AVALIABLE.DESCRIPTION" = "探索本课程的其他部分或在网络上查看。";
"Course.NOT_AVALIABLE.BUTTON" = "在浏览器中打开";
"Course.SUBTITLES.TITLE" = "字幕";
"Course.ACCESSIBILITY.DOWNLOAD" = "下载";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "取消下载";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "删除下载";
"Course.ACCESSIBILITY.PROGRESS_RING" = "課程完成進度環圈";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "整體成績部分";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "成績詳情部分";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "作業項目";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "通过指示器所需的成绩";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ 百分比已完成";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@百分比是通过所需的分数";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@，%@ 完成了 %@，%@ 占总成绩的 %@ 百分比";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "當前成績：%@ 百分比";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "成績要求警告：需要 %@ 百分才能通過";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "進度視覺化顯示%@個作業類別";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "整體進度：%@ 百分比";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "顯示按作業類型劃分的進度明細";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "此課程沒有可顯示的評分作業";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "完成課程活動以查看您的進度";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "作業類型欄標題";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "當前和最大百分比欄標題";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "权重：占成绩的 %@%";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ 的 %@ 已完成";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "目前成績：%@分，滿分%@分";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@/%@ 完成。权重：占成绩的 %@%。当前成绩：%@/%@%";
"Course.DOWNLOAD.DOWNLOADS" = "下载";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "已下载所有视频";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "正在下载视频...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "下载至设备";
"Course.DOWNLOAD.VIDEOS" = "视频";
"Course.DOWNLOAD.REMAINING" = "剩余";
"Course.DOWNLOAD.UNTITLED" = "无标题";
"Course.DOWNLOAD.TOTAL" = "总计";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "您无法在所有视频都在下载时更改下载视频的质量。";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "您当前的下载设置仅允许通过 Wi-Fi 下载。\n请连接到 Wi-Fi 网络或更改您的下载设置。";
"Course.COURSE_DATES.TODAY" = "今天";
"Course.COURSE_DATES.COMPLETED" = "完成";
"Course.COURSE_DATES.PAST_DUE" = "逾期";
"Course.COURSE_DATES.DUE_NEXT" = "下一个到期";
"Course.COURSE_DATES.UNRELEASED" = "未发布";
"Course.COURSE_DATES.VERIFIED_ONLY" = "仅限已验证";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "隐藏物品";
"Course.COURSE_DATES.ITEM_HIDDEN" = "物品隐藏";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "截止日期已更改";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "您的截止日期已成功调整，以帮助您保持进度。";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "查看所有数据";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "同步至日历";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "自动将此课程的所有截止日期和截止日期同步到您的日历。";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "添加日历";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "移除日历";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "您要添加%@日历“ %@ ”吗？  \n您可以随时在日历或设置中编辑或删除课程日历。";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "是否要删除%@日历“ %@ ”？";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "“ %@ ”已添加到您的日历。";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "正在同步日历...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "查看活动";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "您的课程日历已添加。";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "您的课程日历已被删除。";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "日历活动";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "您的课程日历已过期";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "您的课程数据已更改，并且您的课程日历不再与您的新课程表保持同步。";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "现在更新";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "您的课程日历已更新。";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@没有日历权限。请前往设置并授予日历权限。";
"Course.COURSE_DATES.OPEN_SETTINGS" = "打开设置";
"Course.COURSE_DATES.SETTINGS" = "设置";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "无法更改您的数据。请重试。";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "您的数据已成功调整。";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "课程日期";
"Course.COURSE.DUE_TODAY" = "今天截止";
"Course.COURSE.DUE_TOMORROW" = "明天到期";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ 完成";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ 部分已完成";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ 完成";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ 已觀看";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "查看已完成";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "隱藏已完成";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "完全的";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "拖放";
"Course.COURSE.ASSIGNMENT_GENERIC" = "作业";
"Course.COURSE.ASSIGNMENT_GRADED" = "已评分";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "未开始";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "开放评估";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "同伴教学法";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "问题";
"Course.COURSE.ASSIGNMENT_SURVEY" = "调查";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "进行中";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "词云";
"Course.COURSE.ASSIGNMENT_LTI" = "外部工具";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "討論";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "下载量最大";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "完毕";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "编辑";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "删除所有下载";
"Course.COURSE.OFFLINE.VISIBLE" = "本课程的%@ %%在移动设备上可见。";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "本课程的%@ %%可下载。";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@ %%本课程可以离线完成。";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "已下载";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "下载";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "该内容可供下载";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "准备下载";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "下载全部";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "取消课程下载";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "您可以离线下载课程内容以便随时随地学习，无需有效的互联网连接或使用移动数据。";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "本课程的所有内容目前均不可离线下载。";
"Course.COURSE.RETURN_TO_HOME" = "返回課程主頁";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "此组件尚未被下载。";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "探索本课程的其他部分或在重新连接时下载。";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "此组件尚无法离线使用";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "探索本课程的其他部分或在重新连接时查看。";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "已同步至日历";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "日历同步失败";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "离线";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ 完成 - %@/%@ 分";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ 逾期 - %@/%@ 分";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ 尚未可用";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ 分";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "檢視課程評分政策";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "未知";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "课程进度部分";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "继续学习部分";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "课程内容部分";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "错误信息部分";
"Course.ACCESSIBILITY.LOADING_SECTION" = "加载部分";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "视频部分";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "视频进度 %@/%@ 已完成。";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "作业部分";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "作业进度部分";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "无内容可用部分";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "下一页";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "最後一頁";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "上一页";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@的%@分配已完成";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "点击以隐藏完成的部分";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "轻触以显示完成的部分";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ 节，%@ 个视频中已观看 %@ 个";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "下载部分，%@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "视频：%@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@，已完成";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@，%@%% 已观看";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@，未开始";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "点击播放视频";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ 百分比已完成";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "影片 %@ 來自 %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "影片導航";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "無影片標題";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "登录";
"Authorization.SIGN_IN.WELCOME_BACK" = "欢迎回来！登录即可访问您的课程。";
"Authorization.SIGN_IN.EMAIL" = "电子邮件";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "电子邮件或用户名";
"Authorization.SIGN_IN.PASSWORD" = "密码";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "忘记密码？";
"Authorization.SIGN_IN.SELECTED_SITE" = "已選網站";
"Authorization.SIGN_IN.CHANGE" = "更改";
"Authorization.SIGN_IN.AGREEMENT" = "通过登录此应用，您同意 [ %@最终用户许可协议]( %@ ) 和 [ %@服务条款和荣誉准则]( %@ )，并且您承认%@和每个成员都会根据[隐私政策]( %@ ) 处理您的个人数据。";
"Authorization.SIGN_IN.SSO_HEADING" = "从今天开始自信地发展你的职业生涯";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "一套综合的知识和赋权计划，用于发展捐赠部门及其工作人员的组件";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "登录";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "通过全国统一登录服务登录";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "无效的邮件地址";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "密码长度无效";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "此%@账户未与任何%@账户关联。请注册。";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "无效的电子邮箱或用户名";
"Authorization.ERROR.DISABLED_ACCOUNT" = "您的账户已被禁用。请联系客服寻求帮助。";
"Authorization.SIGN_UP.SUBTITLE" = "创建一个账户，今天就开始学习！";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "创建账户";
"Authorization.SIGN_UP.HIDE_FIELDS" = "隐藏可选字段";
"Authorization.SIGN_UP.SHOW_FIELDS" = "显示可选字段";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "您已成功登录。";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "在您开始学习之前，我们只需要更多信息。";
"Authorization.SIGN_UP.AGREEMENT" = "通过创建账户，您同意 [ %@最终用户许可协议]( %@ ) 和 [ %@服务条款和荣誉准则]( %@ )，并且您承认%@和每个成员都会根据 [隐私政策]( %@ ) 来处理您的个人数据。";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "我同意%@向我发送营销信息。";
"Authorization.FORGOT.TITLE" = "忘记密码";
"Authorization.FORGOT.DESCRIPTION" = "请在下面输入您的登录或恢复电子邮件地址，我们将向您发送包含说明的电子邮件。";
"Authorization.FORGOT.REQUEST" = "重置密码";
"Authorization.FORGOT.CHECK_TITLE" = "查收您的邮件";
"Authorization.FORGOT.CHECK_Description" = "我们已将密码恢复的说明发送至您的电子邮箱 ";
"Authorization.CONTINUE_WITH" = "继续：";
"Authorization.LAST_SIGN_IN" = "上次登录";
"Authorization.OR_SIGN_IN_WITH" = "或使用电子邮箱登录：";
"Authorization.OR_REGISTER_WITH" = "或在下面注册：";
"Authorization.APPLE" = "苹果";
"Authorization.GOOGLE" = "谷歌";
"Authorization.FACEBOOK" = "";
"Authorization.MICROSOFT" = "微软";
"Authorization.OR" = "或者";
"Authorization.STARTUP.INFO_MESSAGE" = "您将获得来自世界一流大学的课程和项目。";
"Authorization.STARTUP.SEARCH_TITLE" = "你想学些什么？";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "搜索我们的 3000 多门课程";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "浏览所有课程";
"Authorization.STARTUP.TITLE" = "开始";
"Authorization.LEARNING_SITES.TITLE" = "學習網站";
"Authorization.LEARNING_SITES.GET_STARTED" = "立即开始";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "歡迎！請選擇你的學習網站";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "搜索";
"Authorization.LEARNING_SITES.SUBTITLE" = "選擇或新增學習網站";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "目前學習網站";
"Authorization.LEARNING_SITES.MORE_SITES" = "更多學習網站";
"Authorization.LEARNING_SITES.ADD_SITE" = "新增學習網站";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "沒有學校符合您的搜尋";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "注销";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "您確定要登出%@嗎？";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "注销";
"WhatsNew.TITLE" = "什么是新的";
"WhatsNew.BUTTON_PREVIOUS" = "上一个";
"WhatsNew.BUTTON_NEXT" = "下一步";
"WhatsNew.BUTTON_DONE" = "完毕";
"Dashboard.TITLE" = "面板";
"Dashboard.HEADER.COURSES" = "课程";
"Dashboard.HEADER.WELCOME_BACK" = "欢迎回来。让我们继续学习。";
"Dashboard.SEARCH" = "搜索";
"Dashboard.EMPTY.SUBTITLE" = "您尚未注册任何课程。";
"Dashboard.LEARN.TITLE" = "学习";
"Dashboard.LEARN.VIEW_ALL" = "查看全部";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "查看所有课程 (%@)";
"Dashboard.LEARN.ALL_COURSES" = "所有课程";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 项逾期未交的作业";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "查看作业";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@逾期作业";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@作业截止%@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@为%@天后到期";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "继续课程";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "开始课程";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "课程";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "课程项目";
"Dashboard.LEARN.CATEGORY.ALL" = "全部";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "进行中";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "完成";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "已到期";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "没有课程";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "没有正在进行的课程";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "未完成课程";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "无过期课程";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "您目前尚未注册任何课程，您想浏览课程目录吗？";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "查找课程";
"Core.MAINSCREEN.DISCOVERY" = "发现";
"Core.MAINSCREEN.DASHBOARD" = "面板";
"Core.MAINSCREEN.IN_DEVELOPING" = "在发展中";
"Core.MAINSCREEN.PROGRAMS" = "课程项目";
"Core.MAINSCREEN.PROFILE" = "个人主页";
"Core.MAINSCREEN.LEARN" = "学习";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "您已使用%@账户设置了%@账户。您已使用该账户登录。";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "再试一次";
"Core.ERROR.INVALID_CREDENTIALS" = "无效证件";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "互联网连接速度慢或没有连接";
"Core.ERROR.NO_CACHED_DATA" = "离线模式无数据缓存";
"Core.ERROR.USER_NOT_ACTIVE" = "用户账户尚未激活。请先激活您的账户。";
"Core.ERROR.UNKNOWN_ERROR" = "出了点问题";
"Core.ERROR.WIFI" = "您只能通过 Wi-Fi 下载文件。您可以在设置中更改此设置。";
"Core.ERROR.AUTHORIZATION_FAILED" = "授权失败。";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "没有网络连接";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "请连接到互联网才能查看此内容。";
"Core.COURSEWARE.COURSE_CONTENT" = "课程内容";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "此交互式组件尚未在移动设备上提供。";
"Core.COURSEWARE.COURSE_UNITS" = "课程单元";
"Core.COURSEWARE.NEXT" = "下一步";
"Core.COURSEWARE.PREVIOUS" = "上一个";
"Core.COURSEWARE.FINISH" = "完成";
"Core.COURSEWARE.GOOD_WORK" = "干得好！";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "返回概述";
"Core.COURSEWARE.SECTION_COMPLETED" = "您已完成“%@”。";
"Core.COURSEWARE.CONTINUE" = "继续";
"Core.COURSEWARE.RESUME" = "恢复";
"Core.COURSEWARE.RESUME_WITH" = "简历内容：";
"Core.COURSEWARE.NEXT_SECTION" = "下一部分";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "继续“";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "”按“下一节”。";
"Core.ERROR.RELOAD" = "重新加载";
"Core.DATE.COURSE_STARTS" = "课程开始";
"Core.DATE.COURSE_ENDS" = "课程结束";
"Core.DATE.COURSE_ENDED" = "课程结束";
"Core.DATE.ENDED" = "已结束";
"Core.DATE.START" = "开始";
"Core.DATE.STARTED" = "已开始";
"Core.DATE.JUST_NOW" = "现在";
"Core.DATE.TODAY" = "今天";
"Core.DATE.NEXT" = "下一个%@";
"Core.DATE.DAYS_AGO" = "%@天前";
"Core.DATE.DUE" = "到期的 ";
"Core.DATE.DUE_IN" = "到期 ";
"Core.DATE.DUE_IN_DAYS" = "到期时间%@天";
"Core.DATE.DUE_TODAY" = "今天截止：%@";
"Core.DATE.DUE_DATE_PAST" = "%@ 天逾期：%@";
"Core.DATE.DUE_IN_LEFT" = "%@天后到期：%@";
"Core.ALERT.ACCEPT" = "接受";
"Core.ALERT.CANCEL" = "取消";
"Core.ALERT.LOGOUT" = "登出";
"Core.ALERT.LEAVE" = "离开";
"Core.ALERT.SIGN_IN" = "登录";
"Core.ALERT.REGISTER" = "注册";
"Core.ALERT.KEEP_EDITING" = "继续编辑";
"Core.ALERT.DELETE" = "删除";
"Core.ALERT.ADD" = "添加";
"Core.ALERT.REMOVE" = "删除";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "删除课程日历";
"Core.NO_INTERNET.OFFLINE" = "离线";
"Core.NO_INTERNET.DISMISS" = "";
"Core.NO_INTERNET.RELOAD" = "重新加载";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM 日";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "年 月 日";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "yyyy年MM月dd日";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "下载";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "已下载";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "完成";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "视频下载质量";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "自动";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "受到推崇的";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "降低数据使用量";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "最好的质量";
"Core.DONE" = "完毕";
"Core.VIEW" = "查看";
"Core.BACK" = "返回";
"Core.OK" = "好的";
"Core.CLOSE" = "关闭";
"Core.PICKER.SEARCH" = "搜索";
"Core.PICKER.ACCEPT" = "接受";
"Core.WEBVIEW.ALERT.OK" = "好的";
"Core.WEBVIEW.ALERT.CANCEL" = "取消";
"Core.WEBVIEW.ALERT.CONTINUE" = "继续";
"Core.REVIEW.VOTE_TITLE" = "喜欢 Open edX 吗？";
"Core.REVIEW.VOTE_DESCRIPTION" = "您的反馈对我们很重要。您愿意花点时间点击下面的星星来给应用评分吗？感谢您的支持！";
"Core.REVIEW.FEEDBACK_TITLE" = "给我们留下反馈";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "很遗憾您的学习体验出现了一些问题。我们非常感谢您的反馈。";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "谢谢";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "感谢您与我们分享您的反馈。您想与应用商店的其他用户分享您对此应用的评价吗？";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "谢谢";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "我们收到了您的反馈，并将利用它来帮助改善您未来的学习体验。感谢您的分享！";
"Core.REVIEW.BETTER" = "还有什么可以做得更好？";
"Core.REVIEW.NOT_NOW" = "现在不要";
"Core.REVIEW.BUTTON.SUBMIT" = "提交";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "分享反馈";
"Core.REVIEW.BUTTON.RATE_US" = "给我们评分";
"Core.REVIEW.EMAIL.TITLE" = "选择电子邮件客户端：";
"Core.SOCIAL_SIGN_CANCELED" = "用户取消了登录流程。";
"Core.SIGN_IN.LOG_IN_BTN" = "登录";
"Core.SIGN_IN.REGISTER_BTN" = "注册";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "使用 SSO 登录";
"Core.TOMORROW" = "明天";
"Core.YESTERDAY" = "昨天";
"Core.OPEN_IN_BROWSER" = "在 Safari 中查看";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "别担心——调整我们建议的时间表，即可完成到期作业，且不会丢失任何进度。";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "调整截止日期";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "错过了一些截止日期？";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "我们制定了建议的时间表，以帮助您保持进度。但别担心——它很灵活，您可以按照自己的节奏学习。如果您落后了，您可以调整日期以保持进度。";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "为了完成本课程的评分作业，您可以立即升级。";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "您正在旁听这门课程，这意味着您无法参与评分作业。根据我们建议的时间表，您似乎错过了一些重要的截止日期。要完成本课程的评分作业并将逾期作业推迟到将来，您可以立即升级。";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "无法更改您的数据。请重试。";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "您的数据已成功调整。";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "课程日期";
"Core.COURSE_DATES.TODAY" = "今天";
"Core.COURSE_DATES.COMPLETED" = "完成";
"Core.COURSE_DATES.PAST_DUE" = "逾期";
"Core.COURSE_DATES.THIS_WEEK" = "本星期";
"Core.COURSE_DATES.NEXT_WEEK" = "下周";
"Core.COURSE_DATES.UPCOMING" = "即将到来";
"Core.COURSE.STORAGE_ALERT.TITLE" = "设备存储空间已满";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "您的设备没有足够的可用空间来下载此内容。请释放一些空间并重试。";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@已使用，%@可用";
"Core.COURSE.ALERT.CANCEL" = "取消";
"Core.COURSE.ALERT.CLOSE" = "关闭";
"Core.COURSE.ALERT.REMOVE" = "删除";
"Core.COURSE.ALERT.DOWNLOAD" = "下载";
"Core.COURSE.ALERT.TRY_AGAIN" = "再试一次";
"Core.COURSE.ALERT.REMOVE_TITLE" = "删除离线内容？";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "确认下载";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "在蜂窝上下载？";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "删除此内容将释放%@ 。";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "下载此%@内容将离线保存可用的块。";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "下载此内容将使用%@的蜂窝数据。";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "下载失败";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "没有互联网连接";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "需要 Wi-Fi";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "很遗憾，此内容下载失败。请稍后重试或报告此问题。";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "下载此内容需要有效的互联网连接。请连接到互联网并重试。";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "下载此内容需要有效的 WiFi 连接。请连接到 WiFi 网络并重试。";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "您选择的视频大于 1 GB。要下载这些视频吗？";
"Core.DOWNLOAD.DOWNLOAD" = "下载";
"Core.ALERT.ACCEPT" = "接受";
